export const game_rules = [
    // each array are page data
    [
        {
            title: '',
            body: `
            Здравствуйте! Что нужно делать чтобы всегда выходить с плюсом ☝️ <br />
            1. На каждый матч ставим по 10% из банка ( если у вас на счету есть 10000 рублей, то на каждый матч нужно ставить по 1000 рублей, не важно насколько банк поднимается или снижается, нужно ставить по 1000 рублей в любом случаи ) <br />
            2. Самое важное играть по правилам ( во основном игроки 99% проигрывают, почему? Потому что они не соблюдают правила игры , начинают сами делать свои прогнозы, что и разрушает всю систему прогнозов! Соблюдайте за правилами и поднимайте Ваш банк! 👌 <br />
            <br />
            Коэффициенты : <br />
            1.Ординары от 1,5 и выше<br />
            2.Экспрессы от 2 и выше<br />
            Удачных вам ставок🤝
            `
        }
    ]
]

