export const content_text = [
    // each object are new paragraph 
    {
        title: '',
        text: 'Фили́пе Коути́ньо Корре́я — бразильский футболист, выступающий на позиции  полузащитника клуба «Барселона» и сборной Бразилии. Третий и младший сын  Эсмеральды Коутиньо и архитектора Хосе Карлоса Коррейи, Коутиньо родился 12 июня 1992 года в Рио-де-Жанейро, весом 3,1 кг (6 фунтов 10 унций). Он вырос в северном районе Роча в Рио между старым городком и промышленными складами. В детстве он последовал за своими ста ршими братьями Криштиану  и Леандро на местное бетонное футбольное поле, где он впервые начал игратьв мини-футбол. В рамках ограниченного пространства, при наличии нужных навыков и способности к импровизации, маленький Коутиньо оттачивал свой природный талант. По настоянию его бабушки поступил в местную футбольную академию, позже его отец попросил тренеров молодежной команды «Васко да Гамы» о просмотре сына, после чего Коутиньо присоединился к молодёжке.'
    },
    {
        title: '«Барселона»».',
        text:
            'В августе 2017 года испанская «Барселона» вела с «Ливерпулем» переговоры о приобретении Коутиньо, который запросил трансфер. Директор «Барселоны»Альберт Солер утверждал, что англичане отвергли три предложения и запросили за игрока 200 млн евро (183 млн фунтов стерлингов), на что руководство каталонского клуба не согласилось. 6 января 2018 года Коутиньо перешёл в «Барселону» за 106 млн фунтов стерлингов[14]. Эта сумма может возрасти до 142 млн за счёт бонусов. Контракт игрока рассчитан на пять с половиной лет, сумма отступных за него составила 400 млн евро.'
            + 'В апреле 2009 года был вызван в состав Бразилии на Южной Америки до 17 лет.По ходу турнира сыграл 5 матчей, в которых забил 3 мяча.В 2011 году Коутиньо был вызван тренером Нэйем Франко на чемпионат мира до 20 лет, проходивший в Колумбии.Во второй встрече со сборной Австрии отличился, точно пробив с пенальти.В следующем поединке оформил дубль в ворота Панамы.'
            + 'Свой первый матч в футболке «селесао» Коутиньо провёл 7 октября 2010 года, выйдя на поле в основном составе.Матч завершился со счётом 3: 0 в пользу Бразилии, на момент этого поединка игроку было 18 лет.В 2011 году Коутиньо выступал за сборную Бразилии U- 20 на чемпионате мира в Турции.В финале турнира бразильцы переиграли сверстников из '
    },
    {
        title: '«Барселона»».',
        text:
            'В августе 2017 года испанская «Барселона» вела с «Ливерпулем» переговоры о приобретении Коутиньо, который запросил трансфер. Директор «Барселоны»Альберт Солер утверждал, что англичане отвергли три предложения и запросили за игрока 200 млн евро (183 млн фунтов стерлингов), на что руководство каталонского клуба не согласилось. 6 января 2018 года Коутиньо перешёл в «Барселону» за 106 млн фунтов стерлингов[14]. Эта сумма может возрасти до 142 млн за счёт бонусов. Контракт игрока рассчитан на пять с половиной лет, сумма отступных за него составила 400 млн евро.'
            + 'В апреле 2009 года был вызван в состав Бразилии на Южной Америки до 17 лет.По ходу турнира сыграл 5 матчей, в которых забил 3 мяча.В 2011 году Коутиньо был вызван тренером Нэйем Франко на чемпионат мира до 20 лет, проходивший в Колумбии.Во второй встрече со сборной Австрии отличился, точно пробив с пенальти.В следующем поединке оформил дубль в ворота Панамы.'
            + 'Свой первый матч в футболке «селесао» Коутиньо провёл 7 октября 2010 года, выйдя на поле в основном составе.Матч завершился со счётом 3: 0 в пользу Бразилии, на момент этого поединка игроку было 18 лет.В 2011 году Коутиньо выступал за сборную Бразилии U- 20 на чемпионате мира в Турции.В финале турнира бразильцы переиграли сверстников из '
    },
    {
        title: '«Барселона»».',
        text:
            'В августе 2017 года испанская «Барселона» вела с «Ливерпулем» переговоры о приобретении Коутиньо, который запросил трансфер. Директор «Барселоны»Альберт Солер утверждал, что англичане отвергли три предложения и запросили за игрока 200 млн евро (183 млн фунтов стерлингов), на что руководство каталонского клуба не согласилось. 6 января 2018 года Коутиньо перешёл в «Барселону» за 106 млн фунтов стерлингов[14]. Эта сумма может возрасти до 142 млн за счёт бонусов. Контракт игрока рассчитан на пять с половиной лет, сумма отступных за него составила 400 млн евро.'
            + 'В апреле 2009 года был вызван в состав Бразилии на Южной Америки до 17 лет.По ходу турнира сыграл 5 матчей, в которых забил 3 мяча.В 2011 году Коутиньо был вызван тренером Нэйем Франко на чемпионат мира до 20 лет, проходивший в Колумбии.Во второй встрече со сборной Австрии отличился, точно пробив с пенальти.В следующем поединке оформил дубль в ворота Панамы.'
            + 'Свой первый матч в футболке «селесао» Коутиньо провёл 7 октября 2010 года, выйдя на поле в основном составе.Матч завершился со счётом 3: 0 в пользу Бразилии, на момент этого поединка игроку было 18 лет.В 2011 году Коутиньо выступал за сборную Бразилии U- 20 на чемпионате мира в Турции.В финале турнира бразильцы переиграли сверстников из '
    },
]

