export const content_text = {
    title: '',
    paragraphs: [
        {
            title: '',
            text: `
Норик Хачатрян Лорикович

Мы в игровой индустрии уже 15 лет!
За это время работы в этой сфере появились много клиентов, и мы решили сделать покупку прогнозов более удобным.
Платные прогнозы на футбол в первую очередь рассчитаны для тех людей, которые хотят получить дополнительный доход от ставок на футбол. Главная цель прибавлять Ваш доход. Для этого нужно прислушиваться к рекомендациям и играть по правилам!!! Это самое важное!!!
Мы рады работать, улучшать и создавать для вас лучшую игровую платформу. Мы полностью открыты, чтобы выслушать и принять любое мнение, предложение и здоровую критику, которые приведут нас к лучшим результатам. Добро пожаловать на footbet24.com

Как можно связаться с нами:
    Номер телефона /whatsapp, viber/:  	+34 672 314 808
электронная почта:                              	n.xach1987@mail.ru
ИНН:                                                         784809506408
    
Цены для игр
1. Ординары - 500 рублей 
2. Экспрессы - 1500 рублей 
3. Беспроигрышная Стратегия - 100.000 рублей
    
Как происходит оплата и покупка и что нужно для этого сделать.
    Для того чтобы купить игру или прогноз нужно:
1.	Зарегистрироваться на сайте
2.	Нажимать на кнопку “купить”
3.	Откроется окно для оплаты, набирать данные карты и оплатить 
4.	После оплаты У Вас откроется прогноз, который Вы оплатили. 
`
        }
    ]
}

