(() => {
var exports = {};
exports.id = 4783;
exports.ids = [4783];
exports.modules = {

/***/ 7655:
/***/ ((module, __unused_webpack_exports, __webpack_require__) => {

var map = {
	"./am/aboutUs": [
		159,
		159
	],
	"./am/aboutUs.json": [
		159,
		159
	],
	"./am/common": [
		2765,
		2765
	],
	"./am/common.json": [
		2765,
		2765
	],
	"./am/games": [
		834,
		834
	],
	"./am/games.json": [
		834,
		834
	],
	"./am/home": [
		5907,
		3494
	],
	"./am/home.json": [
		5907,
		3494
	],
	"./am/personal": [
		9127,
		9127
	],
	"./am/personal.json": [
		9127,
		9127
	],
	"./am/prediction": [
		5810,
		5810
	],
	"./am/prediction.json": [
		5810,
		5810
	],
	"./am/statistics": [
		5240,
		5240
	],
	"./am/statistics.json": [
		5240,
		5240
	],
	"./am/testimonials": [
		3193,
		3193
	],
	"./am/testimonials.json": [
		3193,
		3193
	],
	"./deu/aboutUs": [
		9963,
		9963
	],
	"./deu/aboutUs.json": [
		9963,
		9963
	],
	"./deu/common": [
		8268,
		8268
	],
	"./deu/common.json": [
		8268,
		8268
	],
	"./deu/games": [
		5553,
		5553
	],
	"./deu/games.json": [
		5553,
		5553
	],
	"./deu/home": [
		6192,
		7732
	],
	"./deu/home.json": [
		6192,
		7732
	],
	"./deu/personal": [
		1657,
		1657
	],
	"./deu/personal.json": [
		1657,
		1657
	],
	"./deu/prediction": [
		6769,
		6769
	],
	"./deu/prediction.json": [
		6769,
		6769
	],
	"./deu/statistics": [
		4336,
		4336
	],
	"./deu/statistics.json": [
		4336,
		4336
	],
	"./deu/testimonials": [
		4680,
		4680
	],
	"./deu/testimonials.json": [
		4680,
		4680
	],
	"./en/aboutUs": [
		1190,
		1190
	],
	"./en/aboutUs.json": [
		1190,
		1190
	],
	"./en/common": [
		464,
		464
	],
	"./en/common.json": [
		464,
		464
	],
	"./en/games": [
		29,
		29
	],
	"./en/games.json": [
		29,
		29
	],
	"./en/home": [
		2482,
		2482
	],
	"./en/home.json": [
		2482,
		2482
	],
	"./en/personal": [
		5714,
		5714
	],
	"./en/personal.json": [
		5714,
		5714
	],
	"./en/prediction": [
		9265,
		9265
	],
	"./en/prediction.json": [
		9265,
		9265
	],
	"./en/statistics": [
		2825,
		2825
	],
	"./en/statistics.json": [
		2825,
		2825
	],
	"./en/testimonials": [
		2927,
		2927
	],
	"./en/testimonials.json": [
		2927,
		2927
	],
	"./esp/aboutUs": [
		9028,
		9028
	],
	"./esp/aboutUs.json": [
		9028,
		9028
	],
	"./esp/common": [
		5803,
		5803
	],
	"./esp/common.json": [
		5803,
		5803
	],
	"./esp/games": [
		7691,
		7691
	],
	"./esp/games.json": [
		7691,
		7691
	],
	"./esp/home": [
		5965,
		5965
	],
	"./esp/home.json": [
		5965,
		5965
	],
	"./esp/personal": [
		2566,
		2566
	],
	"./esp/personal.json": [
		2566,
		2566
	],
	"./esp/prediction": [
		9747,
		9747
	],
	"./esp/prediction.json": [
		9747,
		9747
	],
	"./esp/statistics": [
		3021,
		3021
	],
	"./esp/statistics.json": [
		3021,
		3021
	],
	"./esp/testimonials": [
		5210,
		5210
	],
	"./esp/testimonials.json": [
		5210,
		5210
	],
	"./fr/aboutUs": [
		2014,
		2014
	],
	"./fr/aboutUs.json": [
		2014,
		2014
	],
	"./fr/common": [
		5167,
		5167
	],
	"./fr/common.json": [
		5167,
		5167
	],
	"./fr/games": [
		7776,
		7776
	],
	"./fr/games.json": [
		7776,
		7776
	],
	"./fr/home": [
		2936,
		1660
	],
	"./fr/home.json": [
		2936,
		1660
	],
	"./fr/personal": [
		9829,
		9829
	],
	"./fr/personal.json": [
		9829,
		9829
	],
	"./fr/prediction": [
		7791,
		7791
	],
	"./fr/prediction.json": [
		7791,
		7791
	],
	"./fr/statistics": [
		2501,
		2501
	],
	"./fr/statistics.json": [
		2501,
		2501
	],
	"./fr/testimonials": [
		9618,
		9618
	],
	"./fr/testimonials.json": [
		9618,
		9618
	],
	"./rs/aboutUs": [
		238,
		238
	],
	"./rs/aboutUs.json": [
		238,
		238
	],
	"./rs/common": [
		4981,
		4981
	],
	"./rs/common.json": [
		4981,
		4981
	],
	"./rs/games": [
		5819,
		5819
	],
	"./rs/games.json": [
		5819,
		5819
	],
	"./rs/home": [
		5354,
		5354
	],
	"./rs/home.json": [
		5354,
		5354
	],
	"./rs/personal": [
		3357,
		3357
	],
	"./rs/personal.json": [
		3357,
		3357
	],
	"./rs/prediction": [
		4802,
		4802
	],
	"./rs/prediction.json": [
		4802,
		4802
	],
	"./rs/statistics": [
		623,
		623
	],
	"./rs/statistics.json": [
		623,
		623
	],
	"./rs/testimonials": [
		490,
		490
	],
	"./rs/testimonials.json": [
		490,
		490
	]
};
function webpackAsyncContext(req) {
	if(!__webpack_require__.o(map, req)) {
		return Promise.resolve().then(() => {
			var e = new Error("Cannot find module '" + req + "'");
			e.code = 'MODULE_NOT_FOUND';
			throw e;
		});
	}

	var ids = map[req], id = ids[0];
	return __webpack_require__.e(ids[1]).then(() => {
		return __webpack_require__.t(id, 3 | 16);
	});
}
webpackAsyncContext.keys = () => (Object.keys(map));
webpackAsyncContext.id = 7655;
module.exports = webpackAsyncContext;

/***/ }),

/***/ 7882:
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

"use strict";
__webpack_require__.r(__webpack_exports__);
/* harmony export */ __webpack_require__.d(__webpack_exports__, {
/* harmony export */   "default": () => (__WEBPACK_DEFAULT_EXPORT__),
/* harmony export */   "getStaticProps": () => (/* binding */ getStaticProps)
/* harmony export */ });
/* harmony import */ var _next_translate_root_i18n__WEBPACK_IMPORTED_MODULE_0__ = __webpack_require__(608);
/* harmony import */ var next_translate_loadNamespaces__WEBPACK_IMPORTED_MODULE_1__ = __webpack_require__(8404);
/* harmony import */ var next_translate_loadNamespaces__WEBPACK_IMPORTED_MODULE_1___default = /*#__PURE__*/__webpack_require__.n(next_translate_loadNamespaces__WEBPACK_IMPORTED_MODULE_1__);
/* harmony import */ var _styles_scss_pages_privacy_policy_module_scss__WEBPACK_IMPORTED_MODULE_3__ = __webpack_require__(8194);
/* harmony import */ var _styles_scss_pages_privacy_policy_module_scss__WEBPACK_IMPORTED_MODULE_3___default = /*#__PURE__*/__webpack_require__.n(_styles_scss_pages_privacy_policy_module_scss__WEBPACK_IMPORTED_MODULE_3__);
/* harmony import */ var react_jsx_runtime__WEBPACK_IMPORTED_MODULE_2__ = __webpack_require__(5282);
/* harmony import */ var react_jsx_runtime__WEBPACK_IMPORTED_MODULE_2___default = /*#__PURE__*/__webpack_require__.n(react_jsx_runtime__WEBPACK_IMPORTED_MODULE_2__);
function ownKeys(object, enumerableOnly) { var keys = Object.keys(object); if (Object.getOwnPropertySymbols) { var symbols = Object.getOwnPropertySymbols(object); if (enumerableOnly) { symbols = symbols.filter(function (sym) { return Object.getOwnPropertyDescriptor(object, sym).enumerable; }); } keys.push.apply(keys, symbols); } return keys; }

function _objectSpread(target) { for (var i = 1; i < arguments.length; i++) { var source = arguments[i] != null ? arguments[i] : {}; if (i % 2) { ownKeys(Object(source), true).forEach(function (key) { _defineProperty(target, key, source[key]); }); } else if (Object.getOwnPropertyDescriptors) { Object.defineProperties(target, Object.getOwnPropertyDescriptors(source)); } else { ownKeys(Object(source)).forEach(function (key) { Object.defineProperty(target, key, Object.getOwnPropertyDescriptor(source, key)); }); } } return target; }

function _defineProperty(obj, key, value) { if (key in obj) { Object.defineProperty(obj, key, { value: value, enumerable: true, configurable: true, writable: true }); } else { obj[key] = value; } return obj; }






function TermsOfUse() {
  return /*#__PURE__*/react_jsx_runtime__WEBPACK_IMPORTED_MODULE_2__.jsx("div", {
    className: (_styles_scss_pages_privacy_policy_module_scss__WEBPACK_IMPORTED_MODULE_3___default()["privacy-policy-page"]),
    children: /*#__PURE__*/react_jsx_runtime__WEBPACK_IMPORTED_MODULE_2__.jsx("div", {
      className: (_styles_scss_pages_privacy_policy_module_scss__WEBPACK_IMPORTED_MODULE_3___default()["privacy-policy-container"]),
      children: /*#__PURE__*/react_jsx_runtime__WEBPACK_IMPORTED_MODULE_2__.jsx("div", {
        className: (_styles_scss_pages_privacy_policy_module_scss__WEBPACK_IMPORTED_MODULE_3___default()["text-container"]),
        children: `
1. ОБЩИЕ ПОЛОЖЕНИЯ

1. Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту, расположенному по адресу http://www.footbet24.com 

2. Сайт footbet24.com (далее – Сайт) является собственностью Хачатрян  Марине Ваниковна ИНН: 784809506408

3. Настоящее Соглашение регулирует отношения между Администрацией сайта и Пользователем данного Сайта.

4. Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.

5. Продолжение использования Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение.

6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.

2. ОПРЕДЕЛЕНИЯ ТЕРМИНОВ

1. В настоящем Пользовательском соглашении используются следующие термины:

1. «Администрация сайта» – уполномоченные сотрудники управления сайтом, действующие от имени Хачатрян  Марине Ваниковна ИНН: 784809506408, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.

2. «Пользователь сайта» (далее - Пользователь) – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.

3. «Содержание сайта» (далее – Содержание) - охраняемые результаты интеллектуальной деятельности, включая тексты литературных произведений, их названия, предисловия, аннотации, статьи, иллюстрации, обложки, музыкальные произведения с текстом или без текста, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия товарных знаков, логотипы, программы, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение данного Содержания, входящего в состав Сайта и другие объекты интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на Сайте.

3. ПРЕДМЕТ СОГЛАШЕНИЯ

1. Предметом настоящего Соглашения является предоставление Пользователю доступа к содержащейся на Сайте информации и оказываемым услугам.

1. Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) Сайта, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы).

2. Доступ к Сайту предоставляется на добровольной основе.

3. Настоящее Соглашение является публичной офертой. Получая доступ к Сайту Пользователь считается присоединившимся к настоящему Соглашению.

4. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации

4. ПРАВА И ОБЯЗАННОСТИ СТОРОН

1. Администрация сайта вправе:

1. Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.

2. Ограничить доступ к Сайту в случае нарушения Пользователем условий настоящего Соглашения.

2. Пользователь вправе:

1. Пользоваться всеми имеющимися на Сайте услугами.

2. Задавать любые вопросы, относящиеся к услугам.

3. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.

3. Пользователь Сайта обязуется:

1. Предоставлять по запросу Администрации сайта дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам данного Сайта.

2. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта.

3. Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.

4. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах.

5. Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации.

6. Не использовать Сайт для распространения информации рекламного характера, иначе как с согласия Администрации сайта.

7. Не использовать Сайт с целью:

1. Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти.

2. Побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Российской Федерации.

3. Нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.

4. Ущемления прав меньшинств.

5. Представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников данного Сайта.

6. Введения в заблуждение относительно свойств и характеристик услуг, размещенных на Сайте.

7. Некорректного сравнения услуг, а также формирования негативного отношения к лицам, (не) пользующимся определенными услугами, или осуждения таких лиц.

4. Пользователю запрещается:
1. Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания данного Сайта.

2. Нарушать надлежащее функционирование Сайта.

3. Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами данного Сайта.

4. Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым на Сайте.

5. Нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту.

6. Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.

7. Использовать Сайт и его Содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права интернет-ресурса или других лиц.

5. ИСПОЛЬЗОВАНИЕ САЙТА

1. Сайт и Содержание, входящее в состав Сайта, принадлежит и управляется Администрацией сайта.

2. Содержание Сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без предварительного письменного согласия Администрации сайта.

3. Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.

4. Настоящее Соглашение распространяет свое действия на все дополнительные положения по оказанию услуг, предоставляемых на Сайте.

5. Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.

6. Администрация сайта имеет право в любое время без уведомления Пользователя вносить изменения в перечень услуг, предлагаемых на Сайте.

6. ОТВЕТСТВЕННОСТЬ

1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются.

2. Администрация сайта не несет ответственности за:

3. Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.

4. Действия систем переводов, банков, платежных систем и за задержки связанные с их работой.

5. Надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами.

7. НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ

1. Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта.

2. Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности.

3. Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.

4. Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.

5. Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.

8. РАЗРЕШЕНИЕ СПОРОВ

1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).

2. Получатель претензии в течение 30 календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.

3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.

4. Любой иск в отношении условий использования Сайта должен быть предъявлен в течение срока после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с законодательством материалы Сайта. При нарушении условий данного пункта любой иск или основания для иска погашаются исковой давностью.

9. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ

1. Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.

2. Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений.
`
      })
    })
  });
}

TermsOfUse.layout = "withoutPhoto";
/* harmony default export */ const __WEBPACK_DEFAULT_EXPORT__ = (TermsOfUse);
async function getStaticProps(ctx) {
  return {
    props: _objectSpread({}, await next_translate_loadNamespaces__WEBPACK_IMPORTED_MODULE_1___default()(_objectSpread(_objectSpread(_objectSpread({}, ctx), {}, {
      pathname: '/terms-of-use',
      loaderName: 'getStaticProps'
    }, _next_translate_root_i18n__WEBPACK_IMPORTED_MODULE_0__), {}, {
      loadLocaleFrom: (l, n) => __webpack_require__(7655)(`./${l}/${n}`).then(m => m.default)
    })))
  };
}

/***/ }),

/***/ 8194:
/***/ ((module) => {

// Exports
module.exports = {
	"privacy-policy-page": "privacy-policy_privacy-policy-page__3UcWj",
	"privacy-policy-container": "privacy-policy_privacy-policy-container__1_BIb",
	"text-container": "privacy-policy_text-container__3iiBA"
};


/***/ }),

/***/ 8404:
/***/ ((module) => {

"use strict";
module.exports = require("next-translate/loadNamespaces");

/***/ }),

/***/ 5282:
/***/ ((module) => {

"use strict";
module.exports = require("react/jsx-runtime");

/***/ }),

/***/ 608:
/***/ ((module) => {

"use strict";
module.exports = JSON.parse('{"locales":["rs","am","en","deu","fr","esp"],"defaultLocale":"rs","pages":{"*":["common"],"/":["home"],"/testimonials":["testimonials","home"],"/matches":["home"],"/games":["games"],"/prediction":["prediction"],"/statistics":["statistics"],"/aboutUs":["aboutUs"],"/personal":["personal"]}}');

/***/ })

};
;

// load runtime
var __webpack_require__ = require("../webpack-runtime.js");
__webpack_require__.C(exports);
var __webpack_exec__ = (moduleId) => (__webpack_require__(__webpack_require__.s = moduleId))
var __webpack_exports__ = (__webpack_exec__(7882));
module.exports = __webpack_exports__;

})();